Repository: coordinate/QMCenter
Catalog: locales/*/LC_MESSAGES/qmcenter.po
Languages: ru

source: GeoShark is not responding. {}.
ru: GeoShark не отвечает. {}.

source: GeoShark error
ru: Ошибка GeoShark

source: Data type
ru: Тип данных

source: Origin_data
ru: Исходное значение

source: Parameter
ru: Параметр

source: Max
ru: Макс.

source: Min
ru: Мин.

source: Units
ru: Единицы

source: Value
ru: Значение

source: Read
ru: Считать

source: Write
ru: Записать

source: GeoShark is not responding.
ru: GeoShark не отвечает.

source: Can not complete configuration update. GeoShark is not responding.
ru: Невозможно завершить обновление конфигурации GeoShark не отвечает.

source: Can not complete configuration update. Server error {}.
ru: Невозможно завершить обновление конфигурации Сервер не отвечает.

source: Center Plot
ru: Центрировать график

source: Vertical Autorange
ru: Вертикальный автодиапазон

source: Filters
ru: Фильтры

source: Synchronize time
ru: Синхронизировать время

source: &File
ru: &Файл

source: New project
ru: Новый проект

source: Open project
ru: Открыть проект

source: Settings
ru: Настройки

source: &Quit
ru: &Выйти

source: &View
ru: &Вид

source: Telemetry
ru: Телеметрия

source: Configuration
ru: Конфигурация

source: 3D Viewer
ru: Просмотрщик 3D

source: Update
ru: Обновить

source: File Manager
ru: Диспетчер файлов

source: Statistic Processing
ru: Обработка статистики

source: Toolbar
ru: Панель инструментов

source: Workspace
ru: Рабочее пространство

source: Help
ru: Помощь

source: About QMCenter
ru: О программе

source: Project
ru: Проект

source: Split Vertically
ru: Разделить по вертикали

source: Move To Opposite Group
ru: Переместить в противоположную группу

source: Close
ru: Закрыть

source: Changed date
ru: Измененная дата

source: Name
ru: Имя

source: Size
ru: Размер

source: Download File
ru: Скачать файл

source: Download file
ru: Скачать файл

source: File warning
ru: Предупреждение

source: File error
ru: Ошибка файла

source: File size must be non zero.
ru: Размер файла не может быть нулевым.

source: Upload File Into GeoShark
ru: Загрузить файл на GeoShark

source: Upload file to GeoShark
ru: Загрузить файл на GeoShark

source: Remove File warning
ru: Предупреждение

source: Do you really want to remove: {}
ru: Вы действительно хотите удалить: {}

source: Connection
ru: Подключение

source: Connect
ru: Подключиться

source: Disconnect
ru: Отключиться

source: Auto connect
ru: Авто-подключение

source: State
ru: Состояние

source: Scaled
ru: Масштабировать

source: Graphs
ru: Графики

source: Enlarge
ru: Увеличить

source: Temperature:
ru: Температура:

source: Frequency:
ru: Частота:

source: Current Filter
ru: Текущий фильтр

source: No Filter
ru: Нет фильтра

source: QMCenter v0.8 Geoscan, LTD Some information
ru: QMCenter v0.8 Geoscan, LTD Информация

source: Support
ru: Поддержка

source: Local(m)
ru: Локальная(м)

source: Load project files
ru: Загрузка проекта

source: Couldn't open .qmcproj file.
ru: Не удается открыть файл проекта.

source: Project error
ru: Ошибка проекта

source: Can't read UTM zone from project files. Please set UTM zone manually.
ru: Не удается считать UTM зону из файлов проекта. Пожалуйста установите UTM зону вручную.

source: UTM Zone Error
ru: Ошибка UTM зоны

source: File not found {}
ru: Файл не найден {}

source: Select one or more files to open
ru: Выберите файлы для импорта

source: <html>There is a file with the same name in the project directory. Please rename imported file <b>{}</b> and try again.</html>
ru: <html>В каталоге с проектом есть файл с таким же именем. Пожалуйста переименуйте импортируемый файл <b>{}</b> и попробуйте снова.</html>

source: Parsing {}
ru: Обработка файла {}

source: GPS time and frequency don't match
ru: Временные метки ГНСС наблюдений не совпадают с частотой

source: Matching error
ru: Ошибка обработки

source: Creating {}
ru: Создание {}

source: There is no match .ubx file for <b>{}</b>
ru: Нет совпадающих .ubx файлов для <b>{}</b>

source: RTK Lib didn't create {}.obs and {}.nav files. Please report us about this problem
ru: RTK Lib. Ну далось создать {}.obs и {}.nav файлы. Пожалуйста сообщите об этой проблеме в службу поддержки

source: RTK LIB error
ru: Ошибка RTK LIB

source: RTK Lib didn't create {}.pos file. Please report us about this problem
ru: RTK Lib. Не удалось создать {}.pos файл. Пожалуйста сообщите об этой проблеме в службу поддержки

source: There is no match .ubx or pos file for <b>{}</b>
ru: Нет совпадающих .ubx или pos файлов для <b>{}</b>

source: Didn't match GPST with time in <b>{}</b> file
ru: Временные метки GPS не совпадают с метками в <b>{}</b> файле

source: Magnetic Field Track <b>{}.magnete</b> has been created.
ru: Трек магнитного поля <b>{}.magnete</b> был создан.

source: Save File
ru: Сохранить файл

source: Open file
ru: Открыть файл

source: File couldn't be downloaded {}
ru: Файл не может быть загружен {}

source: <html><b>{}.ply</b> is already in the project directory. Please, rename file you are trying to import and try again.<html>
ru: <html><b>{}.ply</b> уже в каталоге с проектом. Пожалуйста переименуйте файл и попробуйте импортировать файл снова.<html>

source: Set UTM zone
ru: Установить UTM зону

source: Select UTM zone
ru: Установить UTM зону

source: Apply
ru: Применить

source: Cancel
ru: Отменить

source: Please open project.
ru: Пожалуйста откройте проект.

source: Project Error
ru: Ошибка проекта

source: Magnetic Field Measurements
ru: Измерения магнитного поля

source: GNSS Observations
ru: ГНСС наблюдения

source: Magnetic Field Tracks
ru: Треки магнитного поля

source: Geodata
ru: Геоданные

source: Import Magnetic Field Measurements
ru: Импортировать измерения магнитного поля

source: Import GNSS Observations
ru: Импортировать ГНСС наблюдения

source: Import Magnetic Field Track
ru: Импортировать трек магнитного поля

source: Import DEM
ru: Импортировать ЦМР

source: Import Point Cloud
ru: Импортировать облако точек

source: Remove All Files
ru: Удалить все файлы

source: Import Magnetic Field Tracks
ru: Импортировать треки магнитного поля

source: Delete file
ru: Удалить файл

source: Show In Explorer
ru: Расположение файла

source: Create Magnetic Field Tracks
ru: Создать трек магнитного поля

source: Subset Track
ru: Вырезать сегмент трека

source: Crop Magnetic Field Track
ru: Обрезать трек

source: Merge Tracks
ru: Объединить треки

source: Remove Files
ru: Удалить файлы

source: Do you really want to remove selected files? This action cannot be undone.
ru: Вы действительно хотите удалить выбранные файлы? Это действие не может быть отменено.

source: Remove Files Warning
ru: Предупреждение

source: Do you really want to remove this file? This action cannot be undone.
ru: Вы действительно хотите удалить выбранный файл? Это действие не может быть отменено.

source: Remove File Warning
ru: Предупреждение

source: Do you really want to remove all files? This action cannot be undone.
ru: Вы действительно хотите удалить все файлы? Это действие не может быть отменено.

source: Create Magnetic Field Track
ru: Создать трек магнитного поля

source: Select *.ubx or *.pos file manually
ru: Выберите *.ubx или *.pos файл вручную

source: Browse
ru: Выбрать

source: Create
ru: Создать

source: Match <b>{}</b> with <b>{}</b>
ru: Сопоставить <b>{}</b> с <b>{}</b>

source: There is no *.ubx file in the project matching <b>{}</b>
ru: В проекте нет совпадающих *.ubx файлов <b>{}</b>

source: Connection settings
ru: Настройки подключения

source: File Manager settings
ru: Настройки диспетчера файлов

source: Left tracked folder
ru: Левый каталог

source: Browse...
ru: Выбрать...

source: Right tracked folder
ru: Правый каталог

source: Decimate
ru: Проредить

source: Decimate settings
ru: Настройки прорежения

source: Interpolation coefficient:
ru: Коэффициент интерполяции:

source: Languages
ru: Языки

source: Language settings
ru: Языки

source: Select language:
ru: Выбрать язык:

source: IP address is not correct.
ru: IP адрес не верен.

source: IP error
ru: Ошибка IP адреса

source: Decimate idx:
ru: Индекс прорежения:

source: Start
ru: Начать

source: Average:
ru: Среднее:

source: Standard deviation:
ru: Стандартное отклонение:

source: Save statistic
ru: Сохранить статистику

source: Longitude:
ru: Долгота:

source: Latitude:
ru: Широта:

source: Magnet:
ru: Магнитное поле:

source: Version
ru: Версия

source: Read update file
ru: Считать файл обновления

source: Upload update file
ru: Загрузить файл обновления

source: Firmware Update Wizard
ru: Мастер обновления прошивки

source: Select Update File to be uploaded into GeoShark
ru: Выберите файл обновления для загрузки на GeoShark

source: Upload
ru: Загрузить

source: Open Device Update File
ru: Открыть файл обновления устройства

source: Valid update file:
ru: Действительный файл обновления:

source: Invalid update file:
ru: Недействительный файл обновления:

source: Unable to upload file. GeoShark is not responding.
ru: Невозможно загрузить файл обновления. GeoShark не отвечает.

source: File has been uploaded into GeoShark.
ru: Файл был загружен на GeoShark.

source: Finish
ru: Закончить

source: File has not been uploaded into GeoShark.
ru: Не удалось загрузить файл на GeoShark.

source: Select boundary points:
ru: Выберите точки границ:

source: Start Point:
ru: Начальная точка:

source: End Point:
ru: Конечная точка:

source: Reset boundaries
ru: Сбросить границы

source: Palette settings
ru: Настройки палитры

source: Auto palette for all visible tracks
ru: Автоматически для всех активных треков

source: Fixed palette for all visible tracks
ru: Зафиксировать для всех активных треков

source: Auto
ru: Авто

source: (all visible)
ru: (все видимые)

source: Border info
ru: Границы

source: No borders
ru: Нет границ

source: Please fill Max, Min values or choose Auto.
ru: Пожалуйста задайте значения минимум и максимума, или выберите Авто режим.

source: Border error
ru: Ошибка границ

source: Max must be more than Min
ru: Значение максимум не может быть меньше значения минимума

source: Subset Magnetic Field Track
ru: Вырезать сегмент трека

source: You must define boundary points.
ru: Выберите точки границ.

source: Initial data will be deleted. This action cannot be undone. Resume?
ru: Исходные данные будут удалены. Это действие нельзя отменить. Продолжить?

source: Warning
ru: Предупреждение

source: Time, s
ru: Время, с

source: Magnetic Field, nT
ru: Магнитное поле, nT

source: Signal S1, uA
ru: Сигналl S1, uA

source: Signal S2, uA
ru: Сигнал S2, uA

source: Frequency, Hz
ru: Частота, Hz

source: Lamp Temperature, C
ru: Температура лампы, °C

source: Sensor Temperature, C
ru: Температура сенсора, °С

source: Photodiode current, A
ru: Ток фотодиода, А
